accounts-qml-module
adw-gtk-theme-git
aichat
alacritty
alsa-tools
alsa-utils
alttab
anydesk-bin
apple_hyprcursor
atac
autotiling
backrest
base
base-devel
bat
betterlockscreen
bind
blueman
bluez
bluez-utils
breeze-plus
brightnessctl
calcurse
chezmoi
claude-code
claude-desktop-appimage
cli11
clinfo
clipcat
cliphist
cmake
cmatrix-git
cronie
darkly-bin
davfs2
dbus-broker
dcraw
ddcutil
dex
discord
dnsmasq
docker
docker-compose
dosfstools
dunst
dust
efibootmgr
evince
evtest
exfat-utils
expac
expect
eza
fail2ban
fastfetch
fatattr
fdupes
feh
ffmpegthumbnailer
fish
flatpak
fzf
ghostty
gifsicle
git
github-cli
github-desktop-bin
gnome-disk-utility
gnome-keyring
gnome-text-editor
gnome-tweaks
go-yq
goimapnotify
gptfdisk
grim
grub
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gtk4-layer-shell
gtksourceviewmm
gvfs-mtp
helium-browser-bin
hivex
html2markdown
htop
hypridle
hyprland
hyprlock
hyprmoncfg
hyprpicker
hyprpolkitagent
hyprshot
hyprsunset
i3-wm
i3blocks
i3status
icoutils
ifuse
inotify-tools
intel-media-driver
intel-ucode
iotop
isync
iw
kdialog
keyboard-chattering-fix-git
kitty
ksnip
libliftoff
libnotify
libpulse
libqalculate
libsecret
libva-intel-driver
libva-utils
linux
linux-firmware
linux-headers
lm_sensors
localsend-bin
loupe
lxsession
ly
maim
matugen
micro
minecraft-launcher
mpc
mpd-mpris
mtpfs
nano
nautilus
nautilus-open-any-terminal
ncmpcpp
network-manager-applet
networkmanager
nfs-utils
nm-connection-editor
nmap
noto-fonts-cjk
nqptp
nss-mdns
ntfs-3g
nwg-displays
obsidian
onlyoffice-bin
openrazer-daemon
openrgb
openssh
os-prober
otf-space-grotesk
pacman-contrib
pamixer
papirus-icon-theme
pavucontrol-qt
perf
perl-image-exiftool
pev-git
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-browser-integration
plasma-nm
plasma-systemmonitor
playerctl
plocate
polkit
polkit-kde-agent
polybar
power-profiles-daemon
pulseaudio-alsa
python-build
python-fortune-python
python-html2text
python-installer
python-pip
python-pipx
python-poetry-core
python-pyciede2000
python-pylint
python-pywal
qbittorrent
qt6-avif-image-plugin
qt6-quicktimeline
qt6-sensors
quickshell
raw-thumbnailer
razer-cli
rclone
restic
rofi
rofi-greenclip
rose-pine-hyprcursor
rsync
rust
scdoc
sddm
shairport-sync
showtime
slop
slurp
socat
sof-firmware
songrec
soundfont-fluid
sox
sshfs
sshs
starship
steam
stow
strace
sudo
sxhkd
sysstat
terminus-font
timidity++
tinyxml2
translate-shell
trash-cli
tree
ttf-firacode-nerd
ttf-google-sans
ttf-inconsolata
ttf-jetbrains-mono
ttf-material-symbols-variable-git
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-readex-pro
ttf-rubik-vf
ttf-twemoji
tumbler
udis86-git
uhubctl
unzip
usbmuxd
uv
ventoy-bin
visual-studio-code-bin
vulkan-tools
wayvnc
webp-pixbuf-loader
wev
wf-recorder
wget
wimlib
wireplumber
wl-clipboard
wlogout
wlr-randr
wpa_supplicant
wtype
xcape
xclip
xcolor
xdg-utils
xdo
xdotool
xf86-video-fbdev
xf86-video-intel
xf86-video-vesa
xorg-xinit
xorg-xkill
xorg-xrandr
xorg-xsetroot
xorg-xwininfo
xsettingsd
xss-lock
yamllint
yay
ydotool
zip
zram-generator
